// [
//   {
//     "slug": "noticia-carta-aberta",
//     "title": "Carta aberta do coordenador dos cursos da FAFIH aos alunos e interessados",
//     "date": "2024-01-15",
//     "author": "Waldemar Magaldi Filho",
//     "authorInfo": {
//       "name": "Waldemar Magaldi Filho",
//       "description": "Psicólogo, mestre e doutor em ciências da religião, fundador e coordenador dos cursos de pós-graduação que titulam e formam especialistas em Psicologia Analítica, Psicossomática, Arteterapia e Expressões Criativas da FAFIH - Faculdade de Artes, Filosofia e do Imaginário Humano",
//       "email": "wmagaldi@ijep.com.br",
//       "photo": "https://secure.gravatar.com/avatar/fd224e8d5bb3960dec64a7894426a4b8686203a8e1b1fdb84532efc0819e0285?s=500&d=mm&r=g"
//     },
//     "excerpt": "Uma reflexão profunda sobre o papel dos cursos de pós-graduação da FAFIH e o verdadeiro significado da formação em psicologia junguiana.",
//     "content": "Minha pretensão como professor, supervisor e coordenador de cursos de pós-graduação sempre foi fazer com que cada aluno fique totalmente **despreparado** (sem parar antes da relação de vínculo terapêutico [pré-parou], com **pre**juízos e **pre**conceitos, em busca de rótulos diagnósticos). Mas, que termine o curso com muita capacitação, disponibilidade e entusiasmo em continuar no caminho da ampliação da consciência, abrindo mão das vaidades, dos vícios e do apego ao ego, reconhecendo sua sombra, para que ela não seja projetada nem domine sua vida. Sempre comento que nossos cursos são um convite para a morte, porque toda **evolução** exige **desenvolvimento**, implicando em mudança das crenças limitantes e os condicionamentos, por meio de experiências iniciáticas de morte e renascimento simbólicos! Ou seja, desejo que cada aluno saia transformado e muito nutrido e com disponibilidade para despertar o encontro analítico, nas mais variadas profissões e atividades interpessoais, com o propósito de despertar o melhor do outro. Esta frase de Jung respalda isso que acabei de escrever: **_\"Nós precisamos entender melhor a natureza humana, porque o único perigo real que realmente existe é o próprio homem\"_**.\n\nPara nós é muito gratificante, ao final de cada curso, receber depoimentos do quanto que essa jornada foi transformadora e fez a diferença, positiva e virtuosamente, na vida de muitos alunos! Mas, obviamente, como nosso objeto de estudo, pesquisa e ensino é a psique, antes de tudo devemos compreender, pacientemente, que somos nós o objeto de análise! Ou seja, ficamos expostos, mas só assim poderemos estimular e conduzir o outro a se expor. Por isso, a análise e a supervisão do aluno são preponderantes apesar de que, academicamente, não serem obrigatórias! Por isso, a **FAFIH** oferece a possibilidade dos nossos alunos continuarem a especialização ingressando na formação de analista junguiano do **IJEP**.\n\nRessalto que os cursos ministrados pela **FAFIH** são pós-graduações que titulam e formam especialistas e não são cursos de psicologia ou de qualquer outra graduação. Ou seja, nossos alunos já são formados em algum curso superior e, por isso mesmo, tiveram que aprender e refletir a respeito do compromisso, consciente e consequente, das suas profissões, tanto no nível pessoal quanto social, da mesma forma que tiveram que lidar com as questões éticas e implicativas dos seus conhecimentos para, no final, produzir um trabalho monográfico de conclusão de curso. Naturalmente alguns alunos, no final do curso, descobrem o chamado para serem analistas e, neste caso, não é o curso, os títulos, nem todo empenho, pois quem irá determinar isso é o Self e, se essa decisão for legítima, obviamente o universo irá conspirar a favor! Caso contrário nada acontece, como vemos na prática, milhares de profissionais com muitos títulos, batendo cabeça desesperadamente em busca de **clientes**.\n\nAliás, outra questão é a nomenclatura **paciente**. Desde quando comecei a ministrar aulas na graduação, há mais de 40 anos, sempre incentivo os profissionais usarem o termo **cliente**, pois é uma relação mútua, que envolve um contrato ético e financeiro, onde ambos devem ser ativos e conscientes desse processo intersubjetivo, que leva à intimidade em busca de profundidade, com sigilo e proteção segura de privacidade! **Paciente** é um termo médico onde o doente espera, paciente e passivamente, a supressão dos sintomas para ter alta. Bem diferente da **relação analítica** que visa autoconhecimento, autoestima e autonomia. Por isso, a meu ver, nenhum órgão de classe pode interferir neste contrato. Estes, muitas vezes, acabam cerceando a criatividade e a descoberta de novos caminhos e técnicas. Além disso, no que tange as psicoterapias é uma atividade praticada por outros profissionais, porque a psicanálise, a arteterapia, a análise, as terapias do diálogo e do autoconhecimento, o aconselhamento, incluindo o coaching, que é uma espécie de terapia voltada à realização profissional, e a hipnose, entre outras abordagens, podem ser e são praticadas por muitos profissionais que não são psicólogos ou médicos e aí, nestes casos, possuem total liberdade para atuarem, ousarem, criarem e descobrirem novas práticas e caminhos.\n\nA título de ampliação informo que no Brasil a psicologia foi regulamentada como profissão em 1962 e em 1964, com a instalação do regime repressivo do golpe militar, sua base fundante e currículo do curso foram totalmente conspurcados e, infelizmente, até o momento ainda não retomou suas origens primordiais que é preponderantemente a **filosofia**, seguida da **antropologia, sociologia, ciências das religiões, história geopolítica** e da **arte**. Sem esses conhecimentos é praticamente impossível compreender a essência da alma ou psique, com sua angústia em busca de sentido e significado existencial, em meio a todo materialismo e reducionismo científico da contemporaneidade!\n\nNessa mesma época, com o intuito de controlar a informação e impedir o autoconhecimento e a capacidade crítica e reflexiva, também foi criada a profissão de jornalista. Atualmente, a capacidade de divulgar e propagar o conhecimento e a informação voltou a ser de todo cidadão, obviamente sem desmerecer os jornalistas, que são extremamente importantes para denunciar as iniquidades e contribuir para o aprimoramento político e social da humanidade. Da mesma forma, a capacidade de estimular o **autoconhecimento** e despertar o **curador ferido** do outro, apesar da intenção territorialista e da reserva de mercado dos médicos, psicólogos, religiosos, filósofos, administradores de empresas, educadores, pedagogos, entre outras profissões, não é domínio exclusivo de ninguém, pois essa é, a meu ver, a verdadeira missão de cada ser humano que se aproximou da sabedoria do autoconhecimento! Então, resumidamente, quero deixar claro que um verdadeiro analista, antes de tudo, tem que passar pelo processo do **autoconhecimento** e adquirir muito conhecimento **filosófico, antropológico, cultural, artístico** e **religioso** para posteriormente e acima de tudo, como disse Jung: **_\"Depois de conhecer todas as teorias, dominar todas as técnicas, ao tocar uma alma humana, ser apenas outra alma humana\"_**.\n\nFinalizo citando um parágrafo escrito pelo Dr. Léon Bonaventure, que está no prólogo do livro \"Psiquiatria Junguiana\" do Dr. Fierz, escrito em 1996:\n\n> Para exercer este trabalho não se requeria necessariamente que fosse médico, nem psicólogo com formação universitária, pois o conhecimento de si se adquire em primeiro lugar na experiência da vida, confrontando-se com a própria dialética interior de cada um e na relação com os outros. Normalmente um analista experimentado é aquele que adquiriu uma verdadeira ciência da alma através da relação com seu próprio mundo interior. É lá que ele conhece na vida e na verdade o que é alma. Com esta perspectiva se explica porque o Dr. Fierz formou muitos psicoterapeutas, não só médicos e psicólogos, mas também outros profissionais de formação universitária como, por exemplo, pastores de diversas igrejas. O que ele exigia não eram diplomas, pois o hábito não faz o monge, mas cultura, dedicação e certas predisposições naturais que chamaríamos de dons inatos, qualidades humanas, inclusive éticas e, sobretudo, um sentido da alma, do símbolo e da individuação.\n\n--"
//   },
//   {
//     "slug": "noticia-duvidas-frequentes",
//     "title": "Dúvidas Frequentes - Perguntas e Respostas - Informações a respeito dos Cursos",
//     "date": "2024-01-10",
//     "author": "Waldemar Magaldi Filho",
//     "authorInfo": {
//       "name": "Waldemar Magaldi Filho",
//       "description": "Psicólogo, especialista em Psicologia Junguiana, Psicossomática e Homeopatia. Mestre e Doutor em Ciências da Religião. Autor do livro: \"Dinheiro, Saúde e Sagrado\" pela Ed. Eleva Cultural, e coordenador dos cursos de especialização em Psicologia Junguiana; Psicossomática; DAC - Dependências, Abusos e Compulsões; Arteterapia e Expressões Criativas e Psicologia Integrativa Transpessoal.",
//       "phone": "(11) 5535-4695",
//       "email": "wmagaldi@ijep.com.br",
//       "photo": "https://secure.gravatar.com/avatar/fd224e8d5bb3960dec64a7894426a4b8686203a8e1b1fdb84532efc0819e0285?s=500&d=mm&r=g"
//     },
//     "excerpt": "Perguntas e respostas sobre os cursos de pós-graduação da FAFIH em Psicologia Junguiana, Psicossomática e Arteterapia.",
//     "content": "**INFORMAÇÕES IMPORTANTES A RESPEITO DOS CURSOS DE PÓS-GRADUAÇÃO LATO-SENSU DA FAFIH, QUE TITULAM E FORMAM ESPECIALISTAS EM:**\n\n**PSICOLOGIA JUNGUIANA** - **_A psicologia analítica de Carl Gustav Jung_**\n\n**PSICOSSOMÁTICA** - **_Sintomas como expressões simbólicas do Self_**\n\n**ARTETERAPIA E EXPRESSÕES CRIATIVAS** - **_Fazer simbólico da Alma_**\n\nNossos cursos são destinados a todos os alunos graduados, preferencialmente nas áreas de humanas, da saúde e biológicas. Desta forma, qualquer graduado, mesmo de outras áreas como as de exatas, poderá fazer todas as aulas teóricas, práticas e vivenciais, obtendo o certificado de especialista. A **FAFIH** é uma instituição devidamente credenciada junto ao MEC. Com isso, alunos titulados terão recursos para utilizar os conhecimentos adquiridos para atuarem nas suas áreas de sua formação e atenderem clientes, utilizando-se da sua nova especialidade.\n\nAgora, colocamos abaixo as perguntas mais frequentes formuladas pelos alunos interessados e suas respectivas respostas. Assim oferecemos esses esclarecimentos aos novos alunos:\n\n---\n\n### 01. 120 horas de atendimentos. Onde e como serão realizados? Os clientes são encaminhados ou os alunos é que se responsabilizam por eles?\n\nOs atendimentos serão realizados nos próprios consultórios dos alunos. Porém, tanto as horas de atendimentos, quanto de supervisão são facultativos, pois a emissão do certificado independe desta carga horária. Porque, para o MEC, mesmo sem essas horas o aluno receberá o certificado de conclusão de curso, titulando-o especialista. Os alunos, de qualquer cidade, só poderão atender nos seus espaços terapêuticos (existem várias entidades filantrópicas que possibilitam atendimentos sociais). Esclareço que cada aluno irá atender de acordo com a sua formação acadêmica, incluindo o novo conhecimento na sua área de atuação da sua especialização.\n\n### 02. 100 horas de supervisão. Como e onde será efetuada, e qual o custo da mesma?\n\nA supervisão é uma atividade facultativa, apesar de recomendada a todos os alunos a partir do 7º módulo/mês. Ao longo do curso é oferecido aos alunos várias possibilidades para seu ingresso em grupos de supervisão, que acontecem de forma virtual, com muitas possibilidades de dias, horas e periodicidade com os membros analistas e os analistas didatas do IJEP, cujo investimento, para cada supervisionando, fica em torno de R$ 40,00 a hora cheia da supervisão em grupo (como a hora da supervisão, assim como a da psicoterapia é de 50min, a cada 4 horas cheias de supervisão serão computadas 5 horas).\n\nÉ importante ficar claro que atendimentos e supervisões são atividades acadêmicas extramuros da instituição, por isso mesmo são facultativas, podendo ser incluídas, no certificado de conclusão do curso, que são exigidas por alguns conselhos de classe para reconhecimento da especialização.\n\n### 03. Horas de atividades programadas, atividades complementares, trabalho monográfico e resenhas de livros, ao que se referem?\n\nA principal atividade programada, que é obrigatória, refere-se a apresentação, no décimo oitavo mês do curso, do projeto do trabalho monográfico, já com os embriões dos capítulos e as resenhas dos livros (mínimo de quatro), que sustentarão seu referencial teórico, onde o aluno apresenta para um professor, e aos demais colegas da sua turma, dirimindo dúvidas, com intuito de focar e possibilitar melhor estruturação da monografia.\n\nAs atividades complementares são as horas apresentadas, facultativamente, no final do curso, que podem ser contabilizadas nos certificados de conclusão. Entre elas temos as supervisões, os atendimentos e as participações no Congresso Junguiano do IJEP.\n\nNossos cursos são de pós-graduação _lato sensu_, que titulam especialistas. Com isso, apesar de ainda exigirmos a produção de um pequeno trabalho monográfico, de 30 laudas, não inclui orientação individual, como acontece nas pós-graduações _stricto sensu_ de mestrado ou doutorado.\n\nResenha de livro, para o trabalho monográfico, equivale a fazer uma breve explanação do seu conteúdo, analisando, descrevendo e enumerando os teores considerados relevantes, em relação ao objeto do trabalho monográfico.\n\n**Assista o vídeo tutorial do PROJETO E MONOGRAFIA DA FAFIH neste link:** [https://youtu.be/UrVA6szS84M](https://youtu.be/UrVA6szS84M)\n\n### 04. O curso será realizado em que período? Qual a duração, frequência e horários?\n\nA duração é de 25 meses consecutivos para o curso de Psicologia Junguiana e 24 meses para os de Psicossomática e Arteterapia e Expressões Criativas. As aulas acontecem em um sábado por mês das 9h às 17h:45m, com 15 min de intervalo em cada período, neste esquema de horas:\n\n**Período da manhã:** das 9h às 10h:45m e das 11h às 12h:45m\n\n**Período da tarde:** das 14h às 15h:45m e das 16h às 17h:45m\n\nEm São Paulo com encontros geralmente são no último sábado de cada mês, em Brasília acontecem no segundo sábado e no Rio de Janeiro no primeiro sábado, excetuando-se emendas de feriados, onde pode acontecer postergação ou antecipação da data, com alteração previamente divulgada no calendário de aulas.\n\n### 05. Quem serão os ministrantes?\n\nA equipe de professores da FAFIH. Todos com grande experiência clínica e didática, além de muitos portarem titulações de doutorado e todos serem especialistas em psicologia junguiana, e outras. Ressalto que este curso é ministrado presencialmente em São Paulo, Rio de Janeiro e Brasília desde 1994, e mais recentemente no formato EAD. Neste site da FAFIH temos a relação dos professores com seus respectivos minicurrículos.\n\n### 06. Custo do curso, inscrição, mensalidade, material, supervisão, enfim, qual o investimento?\n\nO investimento mensal dos cursos tem valor de R$ 698,50 para o aluno que paga na data do vencimento, concedemos 5% de desconto pontualidade. Algumas aulas são apostiladas e o material é enviado por meios eletrônicos. Quanto à supervisão, já informei anteriormente.\n\n### 07. O curso é reconhecido pelo Conselho Regional de Psicologia (CRP) ou outras associações, agremiações, sociedades ou institutos nacionais ou internacionais (CREFITO, CRM, CRO etc.)?\n\nNosso curso é uma pós-graduação lato-sensu, que titula especialistas por meio de um certificado de conclusão de curso. Este certificado, por sua vez, por ser emitido por uma IES. Com isso, automaticamente tem validade nacional, perante ao **MEC, órgão superior aos conselhos federais ou regionais**. Por isso, ainda não fizemos nossa inscrição junto ao CRP ou outros conselhos de classe, por causa do custo elevado e da arbitrariedade da maioria deles, mas temos na nossa grade curricular a quantidade de horas de aulas presenciais e de prática, para quem fizer atendimentos e supervisão, superior as que todos os conselhos das áreas de saúde, médicas e humanas exigem para titular especialistas.\n\nCom relação às **sociedades, associações e institutos de formação**, nacionais ou internacionais, tanto o **IJEP** quanto a **SOBRARTE** são entidades independentes, autônomas, autossuficientes, idôneas e reconhecidas por mais de cinco mil ex-alunos formados desde 1989.\n\n### 08. Esta titulação permite clinicar?\n\nNosso curso é uma pós-graduação que titula e forma especialistas. Com essa titulação o aluno terá o direito de clinicar em qualquer lugar do país, de acordo com a CBO (Classificação Brasileira de Ocupações) no Ministério do Trabalho - Portaria nº 397/TEM de 09/10/2002, sob o nº 2515.50 que regulamenta as profissões dos psicanalistas, analistas, terapeutas e psicoterapeutas.\n\nAtualmente já existe um número de CBO (Código Brasileiro de Ocupações) oficializando a profissão do **arteterapeuta**, com enquadre geral no código: 2263 - Profissionais das terapias criativas e equoterápicas, e seu número específico é: 2263-10. Em 2022, a Classificação Brasileira de Ocupação (**CBO**) passou a reconhecer a **Arteterapia como profissão**.\n\nO aluno do curso de pós-graduação em **Psicologia Junguiana** só poderá começar a atender depois de terminar o curso, com seu certificado em mãos, estar aderido e comprometido com sua análise e com a supervisão dos atendimentos clínicos. Esse é o caminho natural e ético que todo analista deve seguir.\n\nA ARTETERAPIA também é considerada uma técnica das Práticas Integrativas e Complementares (PIC) pela Coordenação-Geral de Áreas Técnicas do Departamento de Atenção Básica/SAS, do Ministério da Saúde.\n\n---\n\nPAZ e BEM\n\n"
//   }
]
